{
"one": ["I feel like I\'m getting sick again..:( I hate colds","aaahh I have to write a satire about any issue and I have no idea what to write about?? sos","feel an anxiety attack i feel like I\'m gonna puke","Hello! Happy monday! Hope you\'ve been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun","I GET TO SEE BAE TOMORROW 😭😭😭 8 1/2 months without seeing him is a complete sin","_across the overpass it starts to rain_ _we leave my father\'s house enveloped in flame_ _but owen","If you know how it feels to be sad","\I am so angry!!! The \"\"friend\"\" i vented about","He\'s a person in our building. Fuck. Fuck. He\'s a man that wanders outside at night. I need someone to talk to about this","Everything was pretty okay today but then I decided to look in the mirror and it literally ruined my whole day :/ like wtf yo","If you touch me anywhere above my belly button there is a 100% chance that I will bite you","It\'s snowing so that\'s nice❄❄","I was at this lgbt café today and it was so nice!! We all had signs on us with our names and our pronouns it was so cool","NSFW      Had a wet dream about eating a girl out","i rly wish i had brung my cigs to work :)))))))))))))))))","I feel like I\'m being selfish but I know that something isn\'t right at all","No question about who will win in Batman vs. Superman.  Batman  All the way.  Don\'t even argue","i have to pee but there isn’t a neutral bathroom in this school and i’m not binding so i don’t wanna use the men’s one which i usually do ugh","I keep having dreams about my ex and its so hard get ride of him.","Woke up feeling really anxious without a reason and now I can\'t fall back to sleep.","\//X//        i love when He calls me sweet little simple  names like \"\"honey\"\" or \"\"baby\"\". i\'m just... _so_ in love with Him.\""","I\'m trying to put in the effort to get better but it doesn\'t even seem worth it","I\'m so proud of BTS","Hate this fucking heat!!!!","It\'s like everyone around me has to prove me wrong whenever I say anything or state my opinion.","I don\'t wanna go back to school :(","I look so great in my new outfit!!!","I hate it when people I\'ve barely talked to tell me my relationship is shit","let\'s talk on the phone for hours.","so I\'ve been in the hospital two times in a week and I\'ve had multiple tests and bloodwork done and I\'ve been through a lot this past week. my dad is CONVINCED that it\'s my gallbladder","\And Mom yes that is you. You are that person. You will forever be that person who yelled at me when I was 6 because I wanted to lay down with you but you were in the middle of getting high and remember when  I found your pipe And you smacked me? Or when you hid me in the closet because your \"\" friend \"\" was coming over . I found you passed put one morning and I had to call 911"","Even after all the shit we have gone through I\'m glad I was there for you when you needed it and I always will be 💓","So fucking rude. All I asked was that you turn down the music and I get a massive lecture on how rude I am and that it’s also a Saturday and I have to stop being so sour.","When they say it must be nice to have time alone","test " ]
}
