{"one": ["I failed my engineering diagnostic exam by two points :((", "\\I hate it when u loading a video", "ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "oh I'm being ignored again", "so i think i'm kind in love", "My boyfriend was extremely sensitive about me and his daughter.. If you ask him he'd say he wasn't lol but if he caught a guy just looking at me he going nuts on him.. I witnessed the shit OFTEN..", "suddenly got really lonely aye whuttup", "Why does my ex still have my initials in his bio ¿¿¿???", "late nights are the worst honestly the best time of my life was going to sleep seeing your face and waking up", "Spent new years eve with order in pizza", "theres a new skyhill song called firefly and its really good?? oh my god im in love????", "Why do I have to have the most annoying twin sister in the world?", "I did not sign up for this overdraw shit! Even if I did there is no motherfucking way i overdrew 50 motherfucking dollars! I'm so furious my whole fucking paycheck is going to go to overdraw and overdraw fee!! I have to get more prom stuff and I'm gonna cry!!!", "I just wanna go home and relax. Want to leave early 😭", "Got three days off in a row from work! 😁", "I just had a lovely mummy daughter lunch - just what I needed", "I lost myself to find myself but it hasn't made me any more happy", "I recently got new gemstones for some spells I'll be doing soon! I can wait to try it all out 💚", "YAYYYY! finally re-painting my room & getting a new bed!! never been so happy over something so simple ahahaha!!", "I don't want to listen to my mind", "I'm sorry I'm me. I wish I weren't.", "How do you get something off your chest without telling someone and hurting them more.....", "but who the fuck is there for me when I need them", "Do whatcha gotta do 🤷🏼‍♂️😂", "this is bullshit", "Today marks the day you would have turned 12", "I'm checking out a potential new school tomorrow!", "having strict parents means not getting enough chances to feel freedom while you're young", "WHY R EPILATORS SO SCARY SOUNDING I HATE IT", "my trust is too fucked up to believe anything is real. this isn't real. its so fucking fake that im amazed ive believed it this long.   but id rather live in fantasy than embrace the tragedy of losing you.", "There's a new guy at the unit who's around my age and easy to talk to. It's nice", "My bio class is going on a trip to a bird sanctuary and I'm stuck at home with a tummy bug", "i feel like none of my friends actually want to be around me and it starts to make me feel really bad", "So I call my father thinking he's in bed or chilling on the couch. Why did I assume that? Because he got shitfaced last night at his brother's birthday event. Come to find out he's driving. So let's recap: He's hungover"], "two": ["when ur boyfriend braids ur hair😍😍😍", "I failed my engineering diagnostic exam by two points :((", "interview on Monday ahhhhh", "I hate walking in class late ", "BPD fucking sucks.. So much I'm so done with it. I hate everything right now", "Ears are blocked and I can't unblock them!! Ahhhh", "Every time a guy stops talking to me all I wanna do is know what I did wrong", "For the first time in seven months", "All I wanna do is start a new video game and keep watching anime", "MY SPORTS BRA IS EPIC!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "I done digged myself into a hole with no ladder huh", "Tried animating and holy sheet balls! I have never experienced so much difficulties 😑😤", "school //          ..  I'm so panicked I have to take a yoga class and I probably won't know anyone and I'm so afraid I don't wanna do this I can't do this but I have to I'm required to hhhhhh  🌸 River and 🎀 Penny", "Im so in love with you its unhealthy", "Everything was pretty okay today but then I decided to look in the mirror and it literally ruined my whole day :/ like wtf yo", "It is so much harder getting  over my ex than I thought it would be and he's just acting like everything is fine and were friends but everytime I look at him it feels like my chest is caving in and all he can do is smile politely at me. How did all that love just disappear so quickly?", "Again", "When you get emotional after a song you haven't heard in ages comes on and you realise how much you've missed it <3", "oh babygirl...", "I don't wanna go back to school :(", "Mom brought in a box of my old things from the storage unit... And there were a TON of old pokemon cards inside 😍", "🌙 wants to be in the same class. he wants to be my friend. he wants to talk to me. i'm so happy right now. he is an amazing person.", "\\It is 88 degrees outside and my apartment is 85 degrees bc the ac is broken. Maintenance came and \\\"\\\"fixed\\\"\\\" it earlier. By fixed I mean they came in\"", "I try to study but the gardener keeps on working with that god damn leaf blower since 7:45 am", "feeling okay for once:))🐋", "So I come home after 2 weeks on a trip and my dad doesn't even have the decency to pick me up on time. He even gets mad because I'm waiting in the airport instead of outside. Seriously", "\\\\\"\\\"It is almost finals week maybe you should consider studying early\\\"\\\" NO \\\"\\\"hey are you ready for that math test haha:)\\\"\\\"  NO \\\"\\\"do you wanna come over for studying?\\\"\\\" NOOOOO\\\"\"", "I'm never going to actually get help I'm just going to be sad and scared until the day I die", "I Care", "the Italian school really sucks", "I'm feeling so damn blessed", "I'm in pain all the damn time and I never get a break from it. The pills cause more complications than is worth going through and I just want to scream to the sky until it knocks me out until Thursday. The times I really hate life are the times I try to stay the strongest but sometimes it's so so hard.. So god damn fucking hard.", "Fixing to tell grandparents that Mom and I are probably moving out. Hope this goes well...", "i rly wish i had brung my cigs to work :)))))))))))))))))"],, "three": ["\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "I failed my engineering diagnostic exam by two points :((", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "\\I saw ghostbusters and im definitely in love with holtzmann", "Dam allergies won't leave me alone", "When it gets really quiet", "Spent about 3 hours on Skype with him last night. He is such a sweetheart. I can't wait to Skype him again tonight", "I'm so proud of BTS", "This storm is beautiful. XD", "Only nine more days of school!", "Your significant other should also be your best friend 💘", "My friend made me put on a bikini and she said to just wear it but I couldn't", "I'm worried about him I know he's having a rough time and I wish I could just make everything okay", "So I feel like whenever I feel something", "Hate this fucking heat!!!!", "_across the overpass it starts to rain_ _we leave my father's house enveloped in flame_ _but owen", "_i thought that i was dreaming when you said you love me_", "I'M SEEING HALSEY AND THE WEEKND IN A FEW HOURS", "Whelp time to go back to the hellish prison we all call school :/", "Stuck with bitchy", "He was honestly a gem like he never went on his phone around me and he would never be afraid to kiss me in public and he'd carry me bridal style and sing me dumb songs and just none of that will be mine now and it makes me want to die.", "I look so great in my new outfit!!!", "I'm trying to put in the effort to get better but it doesn't even seem worth it", "\\She said \\\"\\\"You're such a dog\\\"\\\"  I said \\\"\\\"You're such a boneeeee\\\"\\\"\\\"\"", "Stop saying sorry if you are going to do the same shit again and again.", "It is my birthday 😊", "i might get fucking kicked out of the top badminton team", "I am so blessed. I love my boys. I thought I was blessed with N. And now I have 6 others. Blessed 7 fold", "☁ I couldn't stand being around ❗ anymore so I just ditched while she was in the bathroom. 🐺 said they'll cover for me so I'm just hanging out with some crows in a secluded corner of campus ☁", "dont bother reading            . fuck i hate myself i hate myself why am i so shit fucking fuckmgging fuckiM SO SHIT IM FCKING FUCKFUCKFUCKFUCKCFUDJDCJCICJCDUCK I HATE HATE HATEAHATE", "This weather is making me sooo happyyyy  Cloudy and slightly windy with a weeeee bit of blue sky peaking out!   I’m so ready for big sweaters and fall scented candles and apple cider and hot chocolate!!!! Whoop whoop", "i don't know how to explain but it's a limitless hole in my chest and ufffhjjjjbvxsrghb", "I love mi amigos", "im going on a senior field trip to new york and juniors could sign up so 🍞 and 🌻 were gonna come but 🌻 didnt turn her permission slip in in time so now 🍞s gonna hang w me huhuhu >:^)"]}
