{"one": ["I failed my engineering diagnostic exam by two points :((", "\\I hate it when u loading a video", "ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "oh I'm being ignored again", "so i think i'm kind in love", "My boyfriend was extremely sensitive about me and his daughter.. If you ask him he'd say he wasn't lol but if he caught a guy just looking at me he going nuts on him.. I witnessed the shit OFTEN..", "suddenly got really lonely aye whuttup", "Why does my ex still have my initials in his bio ¿¿¿???", "late nights are the worst honestly the best time of my life was going to sleep seeing your face and waking up", "Spent new years eve with order in pizza", "theres a new skyhill song called firefly and its really good?? oh my god im in love????", "Why do I have to have the most annoying twin sister in the world?", "I did not sign up for this overdraw shit! Even if I did there is no motherfucking way i overdrew 50 motherfucking dollars! I'm so furious my whole fucking paycheck is going to go to overdraw and overdraw fee!! I have to get more prom stuff and I'm gonna cry!!!", "I just wanna go home and relax. Want to leave early 😭", "Got three days off in a row from work! 😁", "I just had a lovely mummy daughter lunch - just what I needed", "I lost myself to find myself but it hasn't made me any more happy", "I recently got new gemstones for some spells I'll be doing soon! I can wait to try it all out 💚", "YAYYYY! finally re-painting my room & getting a new bed!! never been so happy over something so simple ahahaha!!", "I don't want to listen to my mind", "I'm sorry I'm me. I wish I weren't.", "How do you get something off your chest without telling someone and hurting them more.....", "but who the fuck is there for me when I need them", "Do whatcha gotta do 🤷🏼‍♂️😂", "this is bullshit", "Today marks the day you would have turned 12", "I'm checking out a potential new school tomorrow!", "having strict parents means not getting enough chances to feel freedom while you're young", "WHY R EPILATORS SO SCARY SOUNDING I HATE IT", "my trust is too fucked up to believe anything is real. this isn't real. its so fucking fake that im amazed ive believed it this long.   but id rather live in fantasy than embrace the tragedy of losing you.", "There's a new guy at the unit who's around my age and easy to talk to. It's nice", "My bio class is going on a trip to a bird sanctuary and I'm stuck at home with a tummy bug", "i feel like none of my friends actually want to be around me and it starts to make me feel really bad", "So I call my father thinking he's in bed or chilling on the couch. Why did I assume that? Because he got shitfaced last night at his brother's birthday event. Come to find out he's driving. So let's recap: He's hungover"], "two": ["when ur boyfriend braids ur hair😍😍😍", "I failed my engineering diagnostic exam by two points :((", "interview on Monday ahhhhh", "I hate walking in class late ", "BPD fucking sucks.. So much I'm so done with it. I hate everything right now", "Ears are blocked and I can't unblock them!! Ahhhh", "Every time a guy stops talking to me all I wanna do is know what I did wrong", "For the first time in seven months", "All I wanna do is start a new video game and keep watching anime", "MY SPORTS BRA IS EPIC!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "I done digged myself into a hole with no ladder huh", "Tried animating and holy sheet balls! I have never experienced so much difficulties 😑😤", "school //          ..  I'm so panicked I have to take a yoga class and I probably won't know anyone and I'm so afraid I don't wanna do this I can't do this but I have to I'm required to hhhhhh  🌸 River and 🎀 Penny", "Im so in love with you its unhealthy", "Everything was pretty okay today but then I decided to look in the mirror and it literally ruined my whole day :/ like wtf yo", "It is so much harder getting  over my ex than I thought it would be and he's just acting like everything is fine and were friends but everytime I look at him it feels like my chest is caving in and all he can do is smile politely at me. How did all that love just disappear so quickly?", "Again", "When you get emotional after a song you haven't heard in ages comes on and you realise how much you've missed it <3", "oh babygirl...", "I don't wanna go back to school :(", "Mom brought in a box of my old things from the storage unit... And there were a TON of old pokemon cards inside 😍", "🌙 wants to be in the same class. he wants to be my friend. he wants to talk to me. i'm so happy right now. he is an amazing person.", "\\It is 88 degrees outside and my apartment is 85 degrees bc the ac is broken. Maintenance came and \\\"\\\"fixed\\\"\\\" it earlier. By fixed I mean they came in\"", "I try to study but the gardener keeps on working with that god damn leaf blower since 7:45 am", "feeling okay for once:))🐋", "So I come home after 2 weeks on a trip and my dad doesn't even have the decency to pick me up on time. He even gets mad because I'm waiting in the airport instead of outside. Seriously", "\\\\\"\\\"It is almost finals week maybe you should consider studying early\\\"\\\" NO \\\"\\\"hey are you ready for that math test haha:)\\\"\\\"  NO \\\"\\\"do you wanna come over for studying?\\\"\\\" NOOOOO\\\"\"", "I'm never going to actually get help I'm just going to be sad and scared until the day I die", "I Care", "the Italian school really sucks", "I'm feeling so damn blessed", "I'm in pain all the damn time and I never get a break from it. The pills cause more complications than is worth going through and I just want to scream to the sky until it knocks me out until Thursday. The times I really hate life are the times I try to stay the strongest but sometimes it's so so hard.. So god damn fucking hard.", "Fixing to tell grandparents that Mom and I are probably moving out. Hope this goes well...", "i rly wish i had brung my cigs to work :)))))))))))))))))"], "three": ["\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "I failed my engineering diagnostic exam by two points :((", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "\\I saw ghostbusters and im definitely in love with holtzmann", "Dam allergies won't leave me alone", "When it gets really quiet", "Spent about 3 hours on Skype with him last night. He is such a sweetheart. I can't wait to Skype him again tonight", "I'm so proud of BTS", "This storm is beautiful. XD", "Only nine more days of school!", "Your significant other should also be your best friend 💘", "My friend made me put on a bikini and she said to just wear it but I couldn't", "I'm worried about him I know he's having a rough time and I wish I could just make everything okay", "So I feel like whenever I feel something", "Hate this fucking heat!!!!", "_across the overpass it starts to rain_ _we leave my father's house enveloped in flame_ _but owen", "_i thought that i was dreaming when you said you love me_", "I'M SEEING HALSEY AND THE WEEKND IN A FEW HOURS", "Whelp time to go back to the hellish prison we all call school :/", "Stuck with bitchy", "He was honestly a gem like he never went on his phone around me and he would never be afraid to kiss me in public and he'd carry me bridal style and sing me dumb songs and just none of that will be mine now and it makes me want to die.", "I look so great in my new outfit!!!", "I'm trying to put in the effort to get better but it doesn't even seem worth it", "\\She said \\\"\\\"You're such a dog\\\"\\\"  I said \\\"\\\"You're such a boneeeee\\\"\\\"\\\"\"", "Stop saying sorry if you are going to do the same shit again and again.", "It is my birthday 😊", "i might get fucking kicked out of the top badminton team", "I am so blessed. I love my boys. I thought I was blessed with N. And now I have 6 others. Blessed 7 fold", "☁ I couldn't stand being around ❗ anymore so I just ditched while she was in the bathroom. 🐺 said they'll cover for me so I'm just hanging out with some crows in a secluded corner of campus ☁", "dont bother reading            . fuck i hate myself i hate myself why am i so shit fucking fuckmgging fuckiM SO SHIT IM FCKING FUCKFUCKFUCKFUCKCFUDJDCJCICJCDUCK I HATE HATE HATEAHATE", "This weather is making me sooo happyyyy  Cloudy and slightly windy with a weeeee bit of blue sky peaking out!   I’m so ready for big sweaters and fall scented candles and apple cider and hot chocolate!!!! Whoop whoop", "i don't know how to explain but it's a limitless hole in my chest and ufffhjjjjbvxsrghb", "I love mi amigos", "im going on a senior field trip to new york and juniors could sign up so 🍞 and 🌻 were gonna come but 🌻 didnt turn her permission slip in in time so now 🍞s gonna hang w me huhuhu >:^)"], "four": ["ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "I LOVE GOING TO BALLET AGAIN!! i thought when i got the surgery on my leg that my dance career was over. but a year after recovery i am completely back on my feet (literally)", "why am i such a sucker for (love) your voice and your mouth and your eyes and the shape of your face and your freaking nose and your everything", "You don't always think before you speek.... Huh?", "\\Sooooo one of the \\\"\\\"stray\\\"\\\" cats in my neighborhood was screaming at the door of my neighbors.....we might have taken him in and gave food.\\\"\"", "nothing some sunshine and hot chocolate can't fix 🌞☕️✨", "OMG SLAY GARNET OMG THEY'RE SO CUTE AND GARNETS SONG IS AWESOME AHHHH", "Why is my mood all over the place I hate it. I never feel ecstatic but I'm also not sad..I'm either bored or feeling like the entire world is falling on my shoulders and there's  no in-between", "I WAS SUPPOSED TO BE HOME 2 FUCKING HOURS AGO AND NOW ITS 1 IN THE MORNING AND IM EXHAUSTED AND I STILL HAVE TO SHOWER AND GET UP AT 5 AM AND GO TO THE GODDAMN SCHOOL. I CANT HANDLE THIS.", "fucking stress related headaches and dizziness and fatigue again. i feel unreal", "Is it normal", "Can't wait to finally be weird", "Have to deal with ads to watch more of a show 🙄", "🎵 Dysphoriaaaa ♫ Just because my hair are a little bit too long", "He told me he was going to kill himself in September", "OMG ING IMV", "So I slept through my 500 alarms and woke up at 12:00 today", "But I just gotta remember everyone is beautiful in their own way", "i'm also excited because I ordered more eyelets", "Why have I always got to say the wrong fucking thing and put my foot in it? I'm such a fucking joke", "i am really unprepared for school tomorrow shit", "Wanna run away from these thoughts in my head.  No matter what I can't get away. 😩😩", "If all we ever talk about is school then our relationship is going nowhere", "I’m so stressed with my exams already😓😓 they’re all back to back at the beginning of the week and I actually have no free days to study", "nervous", "But also everyone in my house has people over and is socialising and i tried to do that last night and the latest one of my friends stayed was 10 like ugh why i cant i have friends who like to party and do stuff", "\\My \\\"\\\"best friend\\\"\\\" a.k.a. my only friend\"", "I'm glad he's here to keep me company. I like sleep overs with Bunny - Chan ♡", "Omgggggg The body shop body butter in strawberry smells sooooo good 💕🍓 perfect for summer. I super love its fruity and light scent. I am so happy I got this! 😆", "Got some black nail polish today", "i swear i just drift away from everyone i talk to.. other than my family. :/", "Im frustrated and so sad for myself"], "five": ["Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "when ur boyfriend braids ur hair😍😍😍", "Fuck my soft spot for my mom- that I end up apologizing when it's her fault", "today's long af and honestly I'm just gonna cuddle up and nap", "Haaa someone i only just became mutuals with today wants my skype nnnnmmmmm   idk i dont want to be rude but idk them and i don't like feeling obligated to talk to new ppl nnnmmmm  Its bad enough that i dont talk to the ppl who im on skype w that i Want to talk to", "🎶 Honey", "My mum just brought me breakfast in bed", "How to win my heart: shower me in kisses", "\\My friends got caught t.p.ing someone's house. The person was like", "Sex is ....on my mind 😥😂😂😘💋", "\\Finals have me so frustrated...it's something that of course I have to go through and people are telling me \\\"\\\"omg you're exaggerating!\\\"\\\" Well when you have kids and parents yelling all around the house the only time you can actually catch up on finals is get out of the damn house and I can't even go to the corner....I'm so done \\\"\"", "Space Song by Beach House never fails to calm me down. If you don't know it", "Don't Force Things", "Nsfw               When he makes you super jealous only to fuck your brains out with angry make up sex.", "my mom thinks non Christian music is bad so she's always trying to see what I'm listening to", "im so sick of being treated like im a 10 year old at work im so sick of ppl telking me to just get over it i f u c k i n g c a n t i m d i s a b l e d f o r a f u c k i ng r e a so n", "Going to Disney World Sunday 😁", "why do my friends have to make me in a bad mood", "Stayed up way too late talking to someone last night. I kinda feel bad because I told my friend I had to go to bed but after an hour of not being able to sleep I got up and ended up talking with a different person for another 4 hours. Until he had to go to school this morning. Smiling all night and forgot all about the bad stuff in life. Woke up on time this morning despite being awake all night", "Something about lady baby makes me happy. Something about an Australian man in drag", "When you hide your friends iPad", "I'm so fucking stressed I'm having nosebleeds and puking  I feel like I'm dying but you know what it's fine  If I keep telling myself I don't care then eventually I won't", "All these disney movies on TV make me feel SO much better", "\\And Mom yes that is you. You are that person. You will forever be that person who yelled at me when I was 6 because I wanted to lay down with you but you were in the middle of getting high and remember when  I found your pipe And you smacked me? Or when you hid me in the closet because your \\\"\\\" friend \\\"\\\" was coming over . I found you passed put one morning and I had to call 911\"", "today was a reflexional day.. me. my friend... nothing but the two of us talking about everything...literally EVERYTHING... and i just found that i can never forget her... and i don't even have to try... i can't find anything bad about her... she is just her... she is pure", "i'm sof fuckjbg anfry i cnwt brwathe i wanna scfram WHAT DO I TAKE MY SNGER OUT OB", "A seven nation army couldn't hold me back", "\\no one sees it from my point of view. and what's worse is that I dunno how to explain it.  it hurts coz I love him so fucking much and yeah I know he says he loves me but I know he still likes her", "schools tomorrow and i cant sleep :c", "Everything is setting me off", "Please don't leave me Please don't leave me Please don't leave me Please don't leave me Please don't leave me  P l e a s e D o n ' t  L e a v e  M e", "So the interview on friday has threw me off", "I had to reset my iPhone cause it ran out of space. I managed to get back most of my stuff but I still lost a few contacts and photos that were important to me :("], "six": ["That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "You're looking fineee today. Keep doing you boo 💖", "I failed my engineering diagnostic exam by two points :((", "Like fucking dying", "I'm not sure he knows how much his words and actions mean to me. Even the little things have a big impact<3", "\\Ah I love my biology table mates like yes thanks for using \\\"\\\"his\\\"\\\"\\\"\"", "*hugs* c:", "Yay!!!!", "aaa im in such a good mood!! i might just get over myself and apologize again to everyone", "Wonderful...... Tomorrow I have to argue with Cynthia to try to convince her to let me stay until we find a place of our own or decide to go our separate ways", "So many of you guys are down or depressed and it makes me sad because I want to hug you all but I can't", "I keep having dreams about my ex and its so hard get ride of him.", "\\Today's children who call themselves \\\"\\\"men\\\"\\\" laugh\"", "How to help certain friends they are taking advantage of me #kat", "That is just something I don't tolerate", "When your otp kisses!!!  Me: correct.", "Somewhere", "the lyrics to play date (by melanie martinez) are fucking perfect jesus christ", "Hopefully I won't be sleepy during school   I really need to pay attention and not be asleep", "Going to a Charity Ball tonight! Very excited!! I even got a dress that's long enough!!", "I'm so happy I'm drawing a Trollsona while eating cookies \\\\(^^)/", "THIS FUCKING RP GOT ME REAL SHOOK HOLY SHIT", "I'm going to marry him one day. I don't care about what the future holds as long as he's in it", "Hopefully everything will be ok", "Hi cutie ;3c", "Got new music on my phone! 😄🎶🎵🎼🎧🎤", "YES WELL DONE EVERYTHING IS MY FAULT. NOTHING IS EVER YOUR FAULT. YOU AND UR LITTLE GANG CAN GO DIE IN A HOLE. so if I died it would be my fault too huh?", "Talking to a really good friend of mine. Her and I haven't talked in three years but it feels like we picked up where we left off!", "so like...I had this one internet friend but she had to leave one day", "Aww my niece is cuddling up to me in the car on our way to lunch before the movie! 💕", "There was a time our face was too close and we were just smiling at each other.", "I've never felt so bad. I've never wanted to die more. And it's all because of him and his awful words. I should have never gone back.", "Tbh I love him more than anyone I have ever loved and idk why he won't feel the same", "I wish there was an undo button on life."], "seven": ["I can't handle this girl in my third period she doesn't do shit.", "That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "\\I hate it when u loading a video", "I shouldn't be thus mentally drained and so /done/ with everything. Like its summer i should be out having fun", "This pain driving me nut im fed up with it!!!!!! 😡😠😈👿😒😭😣😤😢😞😩😤😷💔", "please text me.... I'll shut up if that's what it takes... I won't back down but please....", "So excited for this new year that's starting... HAPPY NEW YEAR EVERYONE!", "Hey man", "\\I begin to dislike the word \\\"\\\"coping\\\"\\\"\"", "She just won't stop", "\\me: dude pick up your underwear in the morning its fucking gross brother: *shrugs like ay what can u do\\\"\\\" me: im gonna start throwing them away when i see em bro: you wouldnt me: :)  anyways he started screaming and it woke up my dad who yelled at us fuck you brother jesus. grow some fucking balls\"", "My arm and hand still hurt from my mums stupid fûçkïñg cat   I hate cats.", "i wish gay male relationships were getting more acceptance as much as gay female relationships... its kinda unfair..", "I said her name and she jumped up and got all bouncy and excited", "My closest guy friend posted on his sc story and I replied on it and here’s the convo:  Me: “new haircut?” Him: “yes ma’am:)” Me: “cute cute” Him: “not at cute as you” Me “hahah oh hush” Him: “Never ❤️ I gotta remind you every now and then :)) “  He makes me smile so much when I don’t feel like I can :’)", "i wanna kiss him so badly", "I love her and I miss her so so fucking much omg", "I just want to cuddle with a guy who cares.", "just .... anybody?", "✨ Update 3/13/16 ✨ Updated the System list        ⛔ Honestly", "Hate to fight but when you've passed my limit then i won't be sorry when a murder your fface.", "I GET TO SEE MY SOULMATE TMRROW!       😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍", "i am so so scared about how he will react holy shit i feel as if i've made the worst mistake ever", "My birthday on Friday #friyay 😍🙌", "DAMN MY BOYFRIEND IS HOT", "So sad all the time don't even know why😶", "How was I able to hurt my best friend and not realize what I had done till afterwards?", "I knew coming to school today was a mistake... it's like no one knows me anymore...", "as good as dead", "3 days clean☺️", "when my bf needs me to get out of bed ((bc otherwise I will literally stay all day)) he plays my 'pumped' playlist that he made", "I’m so worried... the Thomas Fire is so close to jumping in my hometowns County... my mom and sister can hardly go outside from the smoke and ash... the winds are making these fires impossible to fight and impossible to contain. The freeway is closed so I couldn’t go home even if I wanted to. I hope it doesn’t spread any further...", "just because my parents are religious", "I feel so ugly because I'm not photogenic at all.. I wish I could just take good pictures ugh."], "eight": ["I can't handle this girl in my third period she doesn't do shit.", "interview on Monday ahhhhh", "I miss your attention. ..", "Still waiting. Now I'm starting to lose my temper this is fucking ridiculous", "I'm crying I can't I can't I got to I got to it doesn't matter if I come to school with deep scars I will do it", "What a way to star the day", "YES! He was there!!!! 😊", "I miss you.", "Yay I passed us history and all my classes. :D", "I tried to show mum what I wanted to do to my hair", "On the plus side though. Ry and I are gonna watch the Hobbit tonight when he gets back from his friends house.", "Honestly if everyones gonna treat me like shit what's the point of even trying", "4 more days till military ball and STILL NO DRESS. ughhhh", "To my future hubby or soulmate or somethin", "Would any followers who have not read my bio yet please do so? It helps me know you're paying attention.", "I'm fucking tired and you're not helping but thanks", "Someone really needs to give me some tips to move on..", "My boyfriend doesn't care about what I want and refuses to compromise with me so now I have to miss my senior prom. Even after I explained that it's the only senior event I can go to because of dual enrollment I will be missing my graduation", "She's the queen of her little kingdom", "Today's Friday thank god ahaha I get to see my best friend tonight so that is the best day to my friday", "When you give someone your full effort and time when they give you the tiniest bit of attention 🙃", "I had the best weekend ever", "I daydream about dating you all the time but I know it'll never happen", "The moment I got home from school I started crying. My dog keeps being left loose in my room when I'm not there", "Uggggghhhhh", "i want to get a job", "Ugghh I took my dog out for a walk with my brother and my neighbor is a nosy ass bitch who loves snooping into people's lives and she was just leaving when we went out and she stared at us while we walked ALL THE WAY until we turned round the corner! She thinks I'm five or something and that maybe my parents don't know when I'm going out. I'm eighteen", "I feel like shit and the fact that I have to go out and pretend to be okay and be around so many people just makes it so much worse", "when your bf says he can’t talk until later  😭😭😭", "Feel like something bad's gonna happen", "Gonna ✈️ to Cebu Philippines", "Watching game of thrones again and its causing me to get super excited and inspired and I want to do rp things and get back into larp so damn badly ugh", "I feel like I'm too distant and quiet to keep him happy. I hope he doesn't mind my introverted nature.", "I have found someone else in the boarding house who is just as obssessed with PVRIS as I am! :D :D"], "nine": ["when ur boyfriend braids ur hair😍😍😍", "That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "Listening to music all alone at McDonald's", "how to ask someone to be your girlfriend", "I think ive done something wrong  That could have been easier or none of its problem   Fuck... Ughhh  I wannna run away..", "My mom literally never closes the door behind her ugh", "\\i love it when boys say \\\"\\\"we'd be a perfect couple\\\"\\\" and then DONT ASK YOU OUT\\\"\"", "Going to a party!!!", "gonna make a surprise visit to my brother's for his birthday tomorrow! 😊", "i feel like some of you forget that this Vent. where people create their own accounts and can vent whatever they feel", "there's no talking to him ever again", "He's the best", "I'm filling out a application online and it's asking me for a reference. I don't have any. I've never worked. And it might be awkward to put down who I've volunteered for without talking to them...", "aside from my ugly ass teacher pissing me off", "Need a mature guy to sleep with now...", "these days all i feel is love and then absolute nothingness. no sadness", "my eyes hurt from crying im going to shave because i always feel better after i shave for some reason", "I am not going to beg for your attention  There are several guys and girls that would treat me the way I deserve and I chose you  Stop treating me like shit", "Its sooo coold here in Canada ☃️ I would soo cuddle your face off and kiss your lips endlessly 🙊 Je t'aimeee♥️ If only you could warm me up in your arms your body heat is all i need 🙈", "i enjoy talking to him a lot yes i know ppl think he's annoying i mean he is but??? he seems like a great friend to have. at times i'm kinda like ew wtf ugly ass bitch but most of the time i rly do enjoy talking to him !!! he makes me laugh bc of how fucking dumb he lol. i don't care anymore if people don't like him i'm still gonna talk to him bc i enjoy talking to him & that's rly what matters  :-)", "I'm coming with you  :3", "hey! thanks for listening to me by the way!! hope you have/had a good day 💗💗", "\\So he JUST told me a couple of days ago that he lost some of his feelings for me after the honeymoon period of our relationship (that probably lasted 2 months at best). I knew that he wasn't as enthusiastic anymore and I sensed something was wrong but he's only just telling me now", "avoiding the problem isnt going to solve shit.", "so! ill officially be getting top surgery before the end of the year!!", "Better believe bbig gonna take over. #Ladies #GetInFormation", "Side note: they said they loved me so thats a thing i guess. I kinda wanyed to say it before but yknow", "EVEN MY VENTS ARE SAPPY JESUS CHRIST", "tbh i just want attention its sickening and i hate myself looool", "guys please hit me up im so down to talk with new people. i have snapchat and kik if you want 😋", "Does anyone else watch Once Upon A Time? Hook/Killian is so hot omg I ship him and Emma so hard I don't know why but ahhhh I love him so much 😍😍😍", "I just want it to be over", "feel an anxiety attack i feel like I'm gonna puke", "I feel rejection. Mostly from my own family. How can two people not love their child for who they are? How messed up is that?"], "ten": ["Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "\\I hate it when u loading a video", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "Why the fuck should I help you if your never gonna tell me what's wrong and throw my help back in my fucking face?!", "When another bigger Venter listens to you. ❤😍😍❤❤❤❤😘", "Okay if you're dating me then act like we're together and not just fucking friends.", "ive never gotten hate before and im just confused as to why im getting ut now for being against pedophilia", "I need... sleep... haven't slept in three days... I can't continue like this...", "I always forget about my belly ring and I always. hit. it 🙂🙃🙂🙃", "17 days of school left yay 😆 then me my country boy are going to talk all day everyday that's going to be so great❤️. my 16th birthday is coming June 21 I can't wait!", "Somebody love me! I'm funny! I promise! ... Most of the time.... Okay not really. Nevermind.", "\\Why do you always feel the need to yell at me for everything? If you hate me so much then just say it. I'm so tired of getting yelled at for everything. And of course I'm not allowed to complain cause I'm just a \\\"\\\"kid\\\"\\\" I'm fucking 18 years old. \\\"\"", "ahhhhhhh idk I kinda wanna audition for a singing/talent contest or whatever but then again if something really great happens I don't want singing to stop being something I love and start becoming a chore", "TODAY IS ONE YEAR THAT ME AND CARSON HAVE BEEN FRIENDS YAYYDHDHEJDJD", "So tired of fucking men mansplaining my fucking job to me when I can do it better than them step the fuck off and worry about your own work.", "HOW WOULD YOU FEEL YOU BADLY NEED SOMETHING FROM ME AND I IGNORE YOU. YEAH? WELL", "Happy Easter to those who celebrate!", "\\Welcome back to another episode of: \\\"\\\"Will Ara get to sleep comfortably and will she wake up feeling okay in the morning?\\\"\\\"\\\"\"", "Sneaking out... again. 😏 #TerribleDaughtersUnite  11:53pm  USA", "Long car rides are terrible on my knees", "I have a dentist appointment tomorrow morning (or I guess today cause it's past midnight) and I'm really worried for it", "THE ROMANTIC FEELINGS TRAIN IS TEARING UP MY ASS HELP", "After I specifically told my sister not to get vent because it's the one place I can say how I feel", "My dad is drinking a glass of wine for breakfast again 😂😂", "why cant weekends be 5 days and school be 2", "all summer i've done nothing but stay up at night thinking all about her. everyone thinks that im in love with someone else now but no. i still think about how good it feels being in her arms", "Especially on saturday with oomf💖", "I PROBABLY SHOULDN'T WATCH HTF WHEN GETTING MY HAIR CUT LOL", "Jacuzzi tonight", "I want to start this off with a petition for a grumpy feeling because that describes my emotions about 99% of the time. Right now though", "Nearly got hit by a car. Pysically I'm fine mentally not so much", "My father came up to me while sitting and said that my keys and “pocketbook” are not supposed to be on the table and then said that he had told me that he had told me they weren’t supposed to be. Well I came back and said no you only said not on the counter well I gently tossed my “pocketbook” on the floor and said there it’s off the table well then he got pissed went and grabbed it and slammed it on the table and yeah.  I would’ve listened but it’s not a pocketbook it’s a crossover.", "I may be a bitch but I am capable of getting offended.", "Shopping with a friend  She wanted to fit some clothing and asked me to go with her to look how it would fit etc. when we came to the fitting room this women diend access to the women's fitting room. This shit is hurting me so much knowing that I'm a women don't look like one. Mayor question immediately goes trough my head what if I was in let's say so girl mode would I been able to go inside would I be judged just fuck this...."], "eleven": ["interview on Monday ahhhhh", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "why do i keep having such vivid nightmares that wale me up at 5 am", "It's already 12nn and I just woke up but then", "I hate Mondays👍", "\\Remember when After School pole danced for their song", "I had a pretty passionate kiss with my bf for the first time (innocent bc that's who we are😊) It felt... um... amazing. But weird to think that I did that. But yay! I also was already in a good mood so double yay!", "It's my birthday 😀🎂🎉", "-gets ignored by friend during birthday because of her boyfriend -have to sit and watch them hold hands -remember all of the times she said she loved me instead of him -gets left out -gets told that girlfriend is probably gonna break up with her -girlfriend ignores her -girlfriend is with a back stabber -gets yelled at by mom -depression yells out insults  -keeps smiling even though she feels dead on the inside.   //I'm a goner... Somebody catch my breath...\\\\", "i heard that my friend got vent and im panicking like pls don't find me omfg", "Finally going on holiday I'm ready for two weeks of sun and sangria.", "i’m a waste of everyone’s time", "My glasses make me look kinda cute 😊", "i hate my life rn", "🌸cant even keep up[ my damn tumblr queue it runs out today and i can t i cant i just cant", "I hate these fucking pills! It's anti depressants and anxiety", "How am I meant to go to school tomorrow _fuck_", "You don't need religion to have morals. If you can't determine right from wrong", "I spelt today wrong and it autocorrected to Yoda and if that's not a sign I don't know what is", "My family has a thing for abusive men. My cousin was attacked six months ago by her abusive ex boyfriend. My aunt has been with an emotionally and verbally abusive man for 15 years. And it seems it skipped my mom and on to me who's already dealt with an emotionally abusive man. Hnnnnnnnnnn.", "Finally getting my hair cut today (I've been putting it off for ages) and I hate haircuts because I'm always scared that they'll cut off too much or give me a weird hairstyle. It's happened a few times before because I was too shy to tell them to stop (how pathetic :/)", "you guys omfg I really like him ugh I care about him so much.. and he promises not to hurt me no matter what. I mean.. am I doing the right thing here?", "im raising hell today", "Idk I feel like I don't have any real friends and no SO and I don't have anyone to talk to", "Update: Rise Against and MCR cheered me up somehow.", "IT'S RAINING!!!!!!!!", "I miss being able to play clarinet", "I just washed my hands but I NEED TO WASH MY HANDS THEYRE SO DIRTY", "So many assignments I still need to finish. 😭 Can't I just skip around 5 years ahead where I'm studying abroad in Japan", "i love my ballet shoes sooooo much. i've never wanted anything more than the amount i want pointe shoes", "i hate when you see pictures of people you used to be close friends with and then you start missing them :(", "it needs to be 6pm already so i can get cuddles", "I'm so happy I have my cousin she's honestly the best 💕"], "twelve": ["Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "why do i keep having such vivid nightmares that wale me up at 5 am", "ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "Mother/// update//             -  She came out im glad she didnt kill herself oh", "I'm an awkward piece of shit", "so when am i gonna have a hate fanbase and callout posts on why im problematic im genuinely looking forward to this", "My mom bought me some chicken nuggets and I've never been happier", "\\\\\"\\\"I\\\"\\\" by Taeyeon  (cover: DEMEANOR) is that song I can see myself having sex to\"", "lowkey upset that highschool is going by so fast and theres so much i want to do in not very much time but then i also just want it to leave right now and start my life", "Got a fresh cut", "I can't wait to find love. Once I find it I will never do anything to ruin and destroy it. I will do anything to keep and make the love bigger and stronger.", "\\Plot twist    Prim didn't die in the bombings. Katniss thought it was her", "I really will miss you", "Reminder that in ACTUALLY wylan van eck thank uou", "Its too cold to exist + i have fucked up sleep schedule", "I hate how girls are taught that the guy always ask out the girl so then lots of girls just wait for someone to ask them out and wonder what's wrong with them if someone doesn't- girls should be encouraged more to ask out whoever they want and stop thinking that they just need to keep waiting", "I just want him to be okay. I'm so scared for him right now", "spring break used to be about having fun and relieving stress", "I'm blamed for everything", "\\\\\"\\\"you make me wanna exist\\\"\\\"\\\"\"", "the momther is back and all will be well.    .                   ⭐️✨💖✨⭐️", "Girls suck", "REAL LOVE YOUR FRIENDS HOURS", "School sucks wtf", "because i held my boyfriends PINKY for like 20 seconds in uniform on saturday ", "How can you be so inconsiderate??", "I'm failing 3 classes oh god help", "Why does all the fake ass dude gets the real ass females and most of the real men get all the  fake ass females .. I just want somebody who is real AF and don't beat around the bush/ lie to fuck with !!", "I finally cut my hair ☺👍", "y'all are so ??? nice ??? I've been here for 10 minutes and I love you all already", "What do I do to people? They either block me or delete their profile. All I'm doing is being my true self", "Nice to see that you were the only one not invited to your friends birthday party 😕 nice to know that I'm so easily forgotten .....", "I can confirm my love for Hamilton. Cough"], "thirteen": ["I miss your attention. ..", "Listening to music all alone at McDonald's", "ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "*cuddles into toriel* *because goat mom is best mom*", "It kinda makes me mad when everyone in class gets frustrated over that ONE project the teacher decided to give you. Calm down. They already don't give us any homework. What's a single project gonna do to you??? And its actually really easy if your thick skulls actually decide to read what its about????", "I wish I could just hold him in my arms", "I‘m on my way to the dentist rn lmao wish me luck", "the air here is so thick i can hardly breath", "I don't ever feel like I'm enough", "You know what the best thing is after you've read a book? You get to search it up online and see reviews", "Why can't my miserable existence be over yet", "If you touch me anywhere above my belly button there is a 100% chance that I will bite you", "I just love that special feeling of buying a new bra and new underwear", "We Rise by Lifting Others😀🖒", "starting to wonder if anyone will ever love me as much as i love them", "Dairy Queen fries", "PS : he likes me too. 😊🙈🙉🙊", "my English teacher gives us a day to write a formal essay in class and thinks that's enough time", "It's like everyone around me has to prove me wrong whenever I say anything or state my opinion.", "day 1 - list 10 things that make you really happy:  1. daisy feilds  2. the ocean  3. my friends  4. hiking  5. having such long days that the morning feels like yesterday (yes", "✈ June 7th ✈", "I still think if I should keep studying because my grades aren't getting better and with this maybe I won't get approved for the college :-(", "Honestly I would get someone to get her out of there but I can’t cause it’s a lot tbh", "i need you.", "+ amused  [ school ]   me: playing splatoon", "I have way more homework than what's considered healthy help", "I'm really worried and I don't know how to help", "Your aggressiveness is kinda sexy.", "I wish I was cis", "Oohhhhhh myyyyyyy godddddddddd killl meeeennwjdkdlalkfjkdksksldbbdb THREE FUCKING DEFAULT DOGSHIT LEGENDARIES SO FAR ZARYA’S DUMBFUCK GOTH SKINS AND MERCY’S BULLSHIT IMP SKIN WHY THE FUCK DOES BLIZZARD HATE ME", "Scared I'm going to be loosing one of my closest friends...", "The nicer you are the more beautiful you become", "Theres no chocolate or ice cream in my house"], "fourteen": ["It's snowing so that's nice❄❄", "interview on Monday ahhhhh", "why do i keep having such vivid nightmares that wale me up at 5 am", "IT WON'T STOP TWITCHING WHAT DO I DO", "You know it's going to be a good day when you find Vegemite in the pantry", "It doesn't happens everytime but today while I was watching Gossip Girl (This month's 'keeping me distracted from feeling sorry for myself' obsession) I just looked at all this amazing things happening to them (I know real life is not even the 50th part of it but still) an felt so lonely", "I'm actually fucking afraid of my step dad oh my god", "Oh oops im crushing on a girl in our class. Knew im bisexual though so it doesnt shock me👍🏻", "Should I keep on telling you guys the story of how I almost got my ass kick?", "Can someone just like", "dear future lover pt.2  I'm apologizing now", "\\I have too much love to give. The problem is that I haven't found the right person yet. They say: \\\"\\\"Have fun with wrong people 'til you find right person\\\"\\\" but it isn't fun being hurt by wrong people. Fuck it.\\\"\"", "🐶 frustrates me so much", "I wish we still spoke even at all I'd do anything for even an argument with you again because at least then there would be some passion like there used to be", "Missing the past it's not stupid. It's normal. But you have to accept that past is past. Don't forget it", "spooky things   so whenever i go into my bathroom at 1:53 pm i hear a lullaby music box thing  but when other people go in at that time. nothing.  i also hear it after midnight until like 6 am wtf", "Guess who just lost their Totoro purse ...", "My mum hates me", "I love my life❤️", "i want food/to do laundry but both of them are downstairs so uh", "i'm scared i'm panicking but i don't know why. it's too quiet i feel like somethings gonna eat me", "A college boy is flirting with me ahhhh", "I have no idea where this bravery is coming from", "To the asshole who decided fireworks are more important than hundreds of thousands of people's houses in Multnomah. Keep your name anonymous because you're not gonna make it to trial.", "I've been catching up on TheSunVanished and Dear David and it's so cool!! Terrifying", "Calling the manager", "Only my dad can bring out such negative emotions in me. I hate his presence.", "Eh still wanting a cute boyf :/", "man do I love the joker", "I need you", "Excuse moi", "MY CAT IS STANDING ON MY BOOBS WTF THIS IS SO PAINFUL NO WONDER WE NAMED YOU LUCIFUR (intentional misspelling hahah so punny)", "Tonight for the first time in a long time I felt alive. Truly alive. I never ever ever want to feel anything other than that ever again. I was reminded why I am still alive."], "fifteen": ["It's snowing so that's nice❄❄", "ITS A NICE DAY OUTSIDE AND WHOO HOO IM SO HAPPY ITS SO NICE", "Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "I'm really worried about this trip fuckfuckfuck", "I don't know how to ask my friend to be supportive without sounding needy or ungrateful", "I hate to see everyone being happy in a relationship and I can't even be happy in mine", "We are the heroes of the night", "so its 10:16 ", "I honestly can't stand the United States! That's the 100 % truth", "You ignored me for three hours", "I was only away from home for about 3 hours", "i'm so fricking tired of my stepdad lecturing me about the stupidest shit. every time i talk to him he's lecturing me about another thing??? sorry i'm not perfect like he thinks his son is.", "At school", "When they say it must be nice to have time alone", "self-adulation ?           - today i realised that i gotta love myself before anyone else because im good and nice and great and cool and powerful and strong    honestly? fuck anyone who disagrees. i have a long way to go. i think im getting there but this is enough i love myself and im (quite) satisfied !", "I think he's not talking to anyone. And it hurts because I still care about him so fucking much...", "Will you be my girlfriend?", "Merry Christmas all🎅🏼❤️", "The feeling of knowing that the person that means the most to you doesn't give a fuck about you", "When you're trying your best to listen to what your teacher say but others make noise!!! 🌵((imagine it's a middle finger))", "Everyday is just so tiring. I am pretending to be someone that I am not so that I can at least make some friends.", "when you read my texts but don't reply it makes me feel like I'm not worth the time to reply back 😞", "Can you please leave me alone", "one of my best friends just blocked me for no reason", "So there are therapy dogs on campus and I wanted to see them bc today has just not been my day. Apparently teachers picked a student from each class so I didn’t get to go. I can see them from where I am and I’m so fucking sad", "I can't sleep at all. I have to go to the bathroom", "I have no idea why I am sad. I just want hugs from all my friends", "I feel like I'm getting sick again..:( I hate colds", "I had like 5 scares driving home and im STILL nervous that. Im gonna die ive been checking over my shoulder for the past 20 mins now", "aaahh I have to write a satire about any issue and I have no idea what to write about?? sos", "I am tired and I don't want to do anything. Things were better when she wasn't here", "I can't believe that I am going to live my dream", "I haven't been able to sleep well in days"], "sixteen": ["\\I hate it when u loading a video", "Listening to music all alone at McDonald's", "why do i keep having such vivid nightmares that wale me up at 5 am", "I really need to talk to someone. Please", "going to sleep (:", "My baby is such a hard worker. I like that he's so focused and responsible.", "I wanna give my hubby lots of kisses and hugs and cuddles and nibblessssssss. Ughhhhhhhhhhhhhhh", "🌸ddont leave im soory", "MY ALARM WAS TRIPPED IN MY HOUSE", "Fucking hell", "Stressed ah", "idk idk i'm always scared about summer bc i never do anything during summer??? But i wnt to change that but im not sure how", "That moment when a sweet voice greets you on the phone 😝❤ #ARB", "I miss my gf so much 😫", "I love my girl so much I know she's going to wake me up at five am this morning but idc because I know it will make her happy and have a better day and it will do the same for me. I'm so in love and it honestly kind of scares me.", "why would my friend go with the guy I dated for over a year that shit hurts", "Ugh whenever he texts me I can hear his voice. I really want to call him", "Im freaking miserable 😕😕😕😕", "WHY AM I DUMB", "Who wants to be with someone so morbid? No one wants to get with someone so toxic. I'm nothing", "Clarke and Octavia continue to disappoint. 😬😒", "I might have a new job!", "I'm going to be here for you no matter how hard you try to push me away", "Cried for 1 hour today. Mum joined in for a bit but I think we are okay now.", "Self-harm!            I just :) cut myself with scissors :) :) because my younger sister pissed me out :) :) :) I hit my head three or four times and made kkinda deep cut on my left arm :) there was fat and a bit of blood abd it looked funny ha ha :) I hope she didn't understand what happened cause shw heard it all :) :) :) I don't want to traumatise her :) :) Not her :) She doesn't deserve an older sibling like me. Nobody deserves.", "Friend: What are you doing Me: Nuttin..... *Me: *imagines pepe the frog's happy face* Me: Tumblr will be so proud of me rn.", "I have this terrifyingly huge crush on Kale Britton I don't even care if he sees this or not", "[Claus] first i was feeling :) but now im :D", "Also he just broke up with his girlfriend", "My birthdays in two days and I'm excited to finally be able to enjoy it for the first time in two years 😋", "I woke up and my abdomen doesn't hurt :D", "I'll perform in front of more than 10 thousand people tomorrow...SO EXCITED and nervous but that's ok :) :) :) :)", "\\Tfw one \\\"\\\"joke\\\"\\\" completely ruins your mood.\\\"\""], "seventeen": ["That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "\\I hate it when u loading a video", "\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "I am not high enough to deal with you this early in the morning.", "glass animals: their music just does something to me", "Almost dying bc you forgot to remind the people you were with that you had an epipen bc you're deathly allergic to wasps and the a wasps stings you in the throat and you couldn't reach your pen in time.", "😇 bought us food I love this boi", "Day 146: Shakespeare's graffitti could fill a room For him a scribble of quill and ear Could foreshadow doom for the unwise And bring a measure to each painful fear.  I knew him not I know him well I sift through reams aplomb Yet never know when truth lays bare A scent of reckoning to come.", "Today was awesome :-)", "Car broke down in Seattle and I have 0 dollars fuck me", "i don't think I've ever had a panic attack as bad as today and i feel so drained", "GIRL IF YOU DO NOT TAKE ABOUT 80000 STEPS AWAY FROM HIM I WILL KICK YOU TO THE SOFTBALL FIELD. DONT TRY ME.", "In too deep", "Yeah my writing portfolio for lit is super nice but also my journals for religion haven't even been started", "Tmi       So my mom just gave me laxative and I'm like ????? When is this gonna work??? And then she says all night like what the FUCK I thought this was a one time thing? But it's an all night all day thing", "Trying to sleep but I'm dyeing inside Drowning in my thoughts that I cant seem to stop thinking about So I just keep myself busy doing useless stupid things again and again", "about to be home alone", "My feelings just got hurt. 😔😔", "I love standing out. Especially bright colors", "So my mum thinks me being upset and depressed is 'unfairly punishing' her. Wtf get a grip woman maybe ask how I am.", "Steven Universe - Here Comes a Thought 🎶💔🖤", "This time last year I studied loads and now I can't motivate myself to do a worksheet. What has happened to me 😔", "i have mma training again tomorrow and im scared that i might collapse again 😔", "I'm trying okay?", "It's okay if I cry", "When you say excuse me in a crowd and the person doesn't even attempt to move.", "I'm so alone", "but good morning cuties !!! have a good day and please remember that i'm always here for you.", "He said he loved me he lied; I cryed I now don't honestly don't get why there is trust because it is broken all the time🔪🔫", "\\\\\"\\\"This\\\"\\\" has the same letters as \\\"\\\"shit\\\"\\\"\\\"\"", "So many feelings at the same time! Stressed", "there's just something about you I’m scared to lose because I know I won’t find it in anyone else", "Violence scares me and there was a huge fight today and I stayed as far away as I could but it was in the way of my band class and I was late and there was pepper spray in the air and everyone was talking about it and I was trying not to cry I'm such a fucking CHILD like I wasn't involved this is so stupid FUCK"], "eighteen": ["I miss your attention. ..", "\\I hate it when u loading a video", "interview on Monday ahhhhh", "if you're trying to quit smoking waiting is your worst enemy", "[Rape] [Bad words]       In my country", "○186 days○", "one of my favorite cosplayers complimented my makeup omg", "I want someone rn.  Like just to cuddle and sit with.  Have deep conversations with. To watch the stars or clouds with. To enjoy life with. Can I have someone like that? Do I deserve someone like that?", "Nsfw         Just TOUCH ME", "Haha Haha HaHAHA My PeRiOd IS LATe", "OMFG!!!! MY MOM SAID YES IM MEETING MY GIRLFRIEND TOMORROW FOR THE FIRST TIME AHHHHH!!!", "Don't read                          It said no. I also took it two weeks earlier than it said. I just want to know for sure. The waiting is killing me..", "Have to do a debate-presentationish thingy for school tomorrow and Im freaking out. Had a pannic attack today and probably will cry again soon… stupid brain im so scared", "My kink is Kim Namjoon getting the love and recognition he deserves", "I was rlly nervous that didn’t want anyone to know I liked them and wanted to distance them self from me but they called me babe in front of ppl and no one picked up on it but I’m so happy!!!! They aren’t afraid to be associated w me!!", "WHY DOES THE TIME FLY SO FAST", "goodnight❤", "NSFW      Had a wet dream about eating a girl out", "Todos tienen una familia a su lado", "I like this app because there's no pressure to be entertaining or like. normal? Idk I always feel bad when I make personal text posts on tumblr", "ive had an amazing two nights and tonight I saw finding dory with my good friend and we cried alot but it was so cute and just ahhh life is good ♡", "*waiting to do a thing* minutes = hours *finally gets to do the thing* hours = minutes Me: wth?!", "Haven't slept.", "casp/6      //   / I CANT EVEN THJNK ABOUT ENCOUNTER WITHOUT BREAKINGR DOWN IM GNA DIE I CANT DO THIS I CANT", "I GET TO SEE BAE TOMORROW 😭😭😭 8 1/2 months without seeing him is a complete sin", "Good morning ✌Im really happy right now words can't describe", "my mom is letting me drive the car for the first time today holy shit guys 😳😱", "I relapsed.", "I got accepted in the University", "I had such a good day today!! I was rehearsing for my friends quince in east la today and wow I missed la so much. it hasn't even been a month since I've been there last but I missed it so much. Every year I spend spend most of my summer there it's so familiar and strangely comforting & idk man I love it", "ugh my boyfriend is just the cutest and i wanna cuddle but alas he is not here ): someone come cuddle", "But on the brighter side I finally got the V App so now I can look at my favs but not understand them! 😃😃😃", "{food mention + ed tw}         overate by like 100-ish calories over what i was supposed to :-))))) kms :-))))"], "nineteen": ["Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "I miss your attention. ..", "interview on Monday ahhhhh", "I love watching my puppies sleep... Just hate when they snore 😂😐.", "I'm sorry I'm just sorry I need your help now please", "might order Sanctuary by Kat Von D later 😍", "\\\\\"\\\"that's dani\"", "My boyfriend was out drinking since 10 last night and got home at around 3pm today...and then I found out that he was in bed with another girl!!!!!!!?????", "So happy that i got to be a Rockette for a day!😊😊", "I feel like I'm being selfish but I know that something isn't right at all", "Always ^^", "Omg this is the first time I smiled and felt happy when she texted me :)", "The last two interviews I had", "I HOPE KLAUS KILLS JACKSON", "All I do all day is try to prove myself to my 21 y/o sister even though im a fucking 15 y/o and im so done with that but i cant do anything about it because my words are my only weapon  She tries to bring me down ALL THE TIME", "Watching today vlog", "\\+angry+sad  Why the hell couldn't my parents respect my plans!? Fucking now I won't be able to see my Perfect Girlfriend because they want me to hangout with my douchebag of a \\\"\\\"friend\\\"\\\". I couldn't be more sorry Ash\"", "The past abandoned me", "im so bored and i dont have the guts to write to you we are together for fuck sake", "apparently everyone else can make mistakes but not me...really? 😪", "so I've been in the hospital two times in a week and I've had multiple tests and bloodwork done and I've been through a lot this past week. my dad is CONVINCED that it's my gallbladder", "When the fuck is pretty little liars gonna end? Shittttttt it's been going on for centuries", "I saw it! It was big! It was all wiggly! And it ate everything! It was an Alaskan Bull Worm!", "Update", "So apparently when I try to talk to my mom", "I hate it when memories of you comeback to me because it makes me remember how amazing you were 😭 & I know that we can never be together again. I just hate that I can't get over you. You were my everything 😔", "My sister always takes my stuff without asking me and then acts like I'm overreacting when I get angry about it. Sorry", "My nose looks like a triangle in this light", "WHY DID THE FREAKING NEWS COME ON OVER ELLEN... I CANT EVEN BELIEVE THIS", "So fucking rude. All I asked was that you turn down the music and I get a massive lecture on how rude I am and that it’s also a Saturday and I have to stop being so sour.", "me and my boyfriend are 18 and we want to marry eachother", "Its my gf's birthday and i wanna give her the entire world but she lives in Australia... So i settled with setting an alarm to tell her happy birthday at midnight on her birthday her time and I'll go from here...", "see you guys in summer school :/"], "twenty": ["AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "It's snowing so that's nice❄❄", "Listening to music all alone at McDonald's", "had so much fun today💜💜💜 love you guys💕", "strawberries & natural peanut butter with honey is the best omg 😍😍😍", "One of my wigs just came in!! I always wanted to know how I'd look with pink hair", "I'm like a iPhone I loose energy without doing anything😂👍🏻", "Just fucking reply! It's not difficult", "I don wAnNA have feelings for him tHo dhdhdh", "My family is just never happy anymore. When I'm at my friend's house", "I need babe :(", "Ever since vacation started i have been playing mobile legends 24/7", "Quitting one job is going to free up so much of my time. This is great", "Literally looking at my arm and observing the cuts. I want more.", "Does anyone else feel like they'e constantly being ignored and feel invisible most of the time? 😕", "WHERE ARE MY CUDDLE BUDDIES AT?", "I taking this medicine i really do makes me emotional", "Just want someone to cuddle me to sleep😞", "Got my prom ticket today!! And my date", "PIZZA 💖", "I wish I had a close friend to connect to. Like an internet friend", "Bored and horny.  And single. Worst combination.", "I don't think I'll ever find the perfect guy. My standards are too high", "can't stop feeling itching crawling bugs all over my body under the covers and in my pajamas", "Oh god I fucking hate myself so much", "I'll never do drugs", "I love my bestfriend sooo much", "TYLER LOCKWOOD S8 👌🏻 BUT WTF THEY BROUGHT HIM IN JUST TO KILL HIM", "you want to pay me back in gum? fucking gum. what the fuck I don't want gum. I want you to do your own chores and do your own things", "Barbecue time! 🍖", "I fight with my best friend too much", "Just fighting with people can suck", "🌴🌞🌴Going to Hawaii this summer!🌴🌞🌴"], "twentyone": ["It's snowing so that's nice❄❄", "Listening to music all alone at McDonald's", "interview on Monday ahhhhh", "I hope I can get my hair dyed pink today!! 💆🏼💇🏼", "When your dad criticizes your future profession as careless", "TW: anxiety attack     My sales assistant didn't show up so I've been lone working nearly all day - and ended up calling my district manager on her day off because I couldn't get hold of anyone else and she called the nearest store to mine and got them to help me out. But there was so many people compared to me that I nearly had an anxiety attack on the shop floor in front of a lot of people.", "nsfw//       whoops I got laid", "He's a person in our building. Fuck. Fuck. He's a man that wanders outside at night. I need someone to talk to about this", "I think I might have another panic attack  I don't want to keep having them at school", "I just joined kik to give myself a better opportunity to talk to my listeners more. My username's Lauraa_ey. ^^", "My so called boyfriend is always making plans without me. I'm forever alone and feeling ashamed 😔. I really feels like he never wants me around and he's embarrassed to be seen with me 😢", "ALEXANDER HAMILTON IS BI  PASS IT ON", "*casually rubs your clit thru your panties while eating at a restaurant*", "I wonder what it's like to be able to trust people much easier and to open up and to not be paranoid that everyone is going to leave you or they secretly hate you. I wonder what it's like to have a person be nice to you and not expect that they're just playing a prank on you or they make fun of you behind your back.", "BUT POPCORN TIME IS PURE GOLD", "Not Perfect by Tim Minchin came on my music like an hour or so after having a shitty ass anxiety attack and now my emotions are confused", "i've got a few people on here i think are really lovely and i always feel the need to check on them to see how they're doing. don't even dare to ever think no one cares about you!", "Family.... is tooooo much", "Love having things in common", "I NEED A JOB !!!!!!!", "Parents keep misgendering me like its their job. I don't think they fully understand how important it is to me to use my proper pronouns. I need them to take me seriously. And they wonder why I'm always upset.", "i 100% hate my life. i’m so depressed & i just want to die. usually i can control my sadness in public and don’t cry. i had a choir concert", "Nsfw        Where is a lovely little girl when I need her 😍", "Earlier I looked at him as we were talking and I saw such an intense love in his eyes... It's real. I'm so happy", "I'm supposed to do this Teen Wolf art and the showcase is tomorrow i hope i finish before they finish choosing😰", "//suicide        ---  M       -     god i wanna kill myself so badly right now", "all i can ever think about is how much i can't wait to die and how i would be able to make it happen sooner", "Vents about smth depressing Vent is On The Rise Wow I'm happy ppl are noticing me", "i miss you.", "summerfest has been gr8 tonight's my last night i believe.   i'm gonna get so drunk", "I get to go swimming with my friends that want to hang with me!!!😍😂💩", "AHHH don't wanna go to school tomorrow! And turns out I have a quiz due by 12 so have to say up late doing that😰😴😫", "Why do I feel so alone. I know it's just thoughts but I have little selfish reasons on why I'm upset and the person I care about refuses to even try and understand. Come on.. 😖"], "twentytwo": ["Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "\\I hate it when u loading a video", "I can't handle this girl in my third period she doesn't do shit.", "10 favorites and I'll reveal my vent crush(es)🌚", "I have no idea where my future is going and it is stressing me out to no end", "I want to send anon love on tumblr but I’m a huge chicken :/", "\\i asked to be removed from a group text and my aunt had to be snobby about it with a \\\"\\\"put your phone away lol\\\"\\\" comment\\\"\"", "I'm tired but like .. I'm listening to good music so how am i supposed to sleep now. 😂", "i wish i could just die", "~Death Note Mention~ Light yagami/Kira: *Writes criminals names in death note* Me: *Thinks* Can you write my name in the death note?", "i’ve been feeling so alone. i’m just sinking deeper into my depression. everyone thinks i’m okay bc i lie to everyone and say i’m fine and i haven’t sh in a few months but i have thoughts of it every single day. i cant tell anyone because i tell them i’m okay", "IT'S OKAY I'LL JUST SIT HERE AND PRETEND LIKE YOU BLOWING ME OFF ISN'T GOING TO AFFECT MY FUCKING GRADES BADLY AND THAT I'M NOT FREAKING THE FUCK OUT ABOUT WHAT I'M GOING TO DO IN MY EXAM NOW. FUCK. YOU.", "IM MORE EXCITED THAN ANXIOUS FOR ONCE", "Alone. Unloved.", "eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee", "My crush Angel is so shy", "I feel so happy because I haven't written in so long and I just felt inspired and wrote 3 pieces", "Cant wait until my baby get off work tonight 😜😊 I miss spending time with her 💕😍🙈", "\\I really really really hate my mom. All she does is put on this annoying whiny tone and then complains and never understands me. Then she starts to get frustrated and yells at me for no reason. She always says \\\"\\\"i love you\\\"\\\" to me but i never say it back\"", "Worked 5 days straight", "\\I keep having the same dream at night: >there's a viral illness going around and my family hasn't gotten it yet. we all go to bed", "If anyone has watched the snapchat daily news (blue one) today... You would've of seen this article about a dog who has baby puppies and I've been crying myself to sleep for a few mins. I wish to adopt every animal is the world and give them love.", "nsfw //      okay i kinda lied. i want more than that. i want him to kiss down my neck and grasp my ass", "My shirt smells like my ex for some reason and it's freaking me out", "Popular accounts on Instagram post stuff about depression and anxiety like if everyone gets it. Yes there are days where someone feels bummed or nervous but it's different.", "Nsfw      Don't get me wrong rough sex is literally the greatest", "\\My home screen is this super gorgeous girl and I'm just like \\\"\\\"why can't I look like her?!\\\"\\\" but seriously she is SO beautiful. \\\"\"", "You always make me happy when something bad happens 💍💕💕💕 thank you", "WHEN YOU CANT TELL IF SOMEONE IS FLIRTING WITH YOU OR JUST BEING NICE TO YOU", "i wanna be there for everyone ... idk", "turn me on🤤  _URL_", "I can't even think about school starting without feeling paniickkkeeeddd :))))", "So many things have gone wrong today. I'm tired of getting yelled at"], "twentythree": ["interview on Monday ahhhhh", "That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "I invited the guy to my party n he's gonna come bless this mess", "I feel like I'm drowning and idk what to do or who to turn to.it sucks not having anyone.", "The walking dead episode is still really upsetting... I legit cried 😢", "Ahhh omgomgomg  So I went out with a few friends today And  My one close guy friend looked really different today", "i hate uncomfortable relationships", "what if this seemingly new kindness is born of pity and fear  if they only treat me nicely when i seem so very breakable  every apology waits for tears in my eyes so i fear they are less than genuine  could it be that the only time they care is when they know Im close to leaving", "okay so i bought 2 new mascara bottles and both feels empty and nothing really come out of the tube and no", "Okay so some boys in my biology class apparently find feminism disgusting like wow ????", "\\(indirect. obviously) why are you so rude to people? one day we are having a really good time", "How do you get over somebody!?", "miss u more then i thought i could..", "When the only one who whispers in your ear is your cat...", "italian thoughts    *é tipo estate e io sto chiusa in casa da un mese", "Suffering from husband's mood swings. I wish things can remain calm.", "So my boyfriend and I sometimes have these innocent little sleepovers where we stay in each other's dorms just to spend time together and cuddle", "I feel like even tho I support my mom sister and brother I feel like they don't appreciate anything I do even tho I use my blood sweat and tears paying the bills and worry if we have food on the table it stress me out that they don't think if we don't have food on the table", "living in a constant state fear of not knowing when he's gonna blow up sucks. I just wanna curl up into a ball but I can't because mother needs me.", "I love cloudy rainy weather especially in the morning. Does that make me weird?", "I'm happily starving myself", "happy valentine's day to everybody - xoxo 🤗❤", "If know one told you that you are perfect just know its true P.s- you have a fine booty", "I loveeee you so much!!!Every single one of you💜👼🏽", "Y es mío baby", "Yesterday history was made! Finally love won! So freaking happy for those who have wanted this for so long! I still woke up this morning with the same happiness. Sharing something so meaningful as marriage with the one you love is a precious thing", "Tryna get married before I'm 21", "me two hrs ago: yeah i actually Super do not care about school starting me now: fuck je  ez ch  eeese why is my he art doin this ", "Wanna know what sucks? When the left side of your face is congested because of your cold and the right sides muscles are inflamed and your jaw joint hurts because of sinus pressure.", "It kills me to know that the one person that listened to my problems no matter the size just doesn't care anymore", "When you ready to just go inside and shower and get in bed and ball up and cry😔", "LAST DAY OF SCHOOL AND I GOT KISSED ON THE CHEEK WHAT IS LIFE"], "twentyfour": ["That moment when ur anxiety is sky high and you're probably gonna break down in the middle of English :)))", "I miss your attention. ..", "Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "I want to give and spread my love wether it be as a friend or a girlfriend I want to be there for people and help them and I want to fall Inlove and just give my love to everyone", "MY BABY GAARA BECAME KAZEKAGE OH MUBGOD", "Why does my mum think it's okay to call me out of the shower", "why does my period have to give me anxiety i already have that bad enough as it is lord", "Actually had a lovely day today with some lovely people.", "Birthday today ", "So kc and Tyler are going in part 3 of hoh and they dont care who wins cause they are taking each other", "OMFG JUST SAW THE CUTEST NURSE EVER. IM IN LOVE. HE THICC OR WHATEVER", "💔What have you been through?", "Next time I see you in public I'm going to run you over with my car.... 😄 love you mom!", "call me babe and ill love you forever", "It's not the dog in the fight; it's the fight in the dog.", "мιgнт вe мovιng oυт oғ тнιѕ нell нole neхт weeĸ! 😊🙌", "Ha ha hahahA", "when your life looks better than your eyebrows 💁🏻🙌🏼", "ⓗⓔⓛⓛⓞ ⓐⓛⓛ ⓜⓨ ⓛⓘⓣⓣⓛⓔ ⓑⓤⓑⓑⓛⓔⓢ  ⓗⓞⓟⓔ ⓐⓛⓛ ⓞⓕ ⓨⓞⓤ ⓢⓣⓐⓨ ⓕⓛⓞⓐⓣⓘⓝⓖ ⓗⓘⓖⓗ ⓐⓝⓓ ⓝⓞⓑⓞⓓⓨ ⓟⓞⓟⓢ ⓨⓐ 🌸", "Hiya !! I figured since the others are saying hello", "Can't even express how bad I wanna cuddle atmmmmm ❤❤😍😍", "#nsfw      . . .   Text me only if you can handle extreme 😈", "My roommate is literally the most inconsiderate person", "I can't sleep. It's nights like these where I wish I could just hold them close", "my grandpa got me an otter box case and i'm really glad right now!", "Just watched woman in black 2! Bloody hell 👻", "I hate attention seekers ong . Keep that shit far from me .", "Heard the news...marriage equality is now country-wide!!!! #lovewins 🎉🎉🎉", "\\//X//        i love when He calls me sweet little simple  names like \\\"\\\"honey\\\"\\\" or \\\"\\\"baby\\\"\\\". i'm just... _so_ in love with Him.\\\"\"", "i want to just eat everything but im scared of gaining weight.", "#stressed about dry sockets like knowing my luck I'll get one", "Also jasmine is going to be a mommy 💘", "Actually why am I letting one person make me feel this way? Dude you're overreacting. You're okay. Just calm down bud. Don't trip out I guess.."], "twentyfive": ["\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "I miss your attention. ..", "You're looking fineee today. Keep doing you boo 💖", "I wish my hair would grow back faster", "Tbh I never stop feeling anxious and idk why", "I can't do this anymore. I can't live everyday while having to watch him being romantic with her. I wanna die. I can't believe that you're not mine", "tumblr after dark aka let's reveal our deepest kinkiest thoughts", "i don't wanna keep us a secret", "That annoying moment when your sister keeps talking on the phone and yours is all dry -_-", "DO YOU EVER SEE YOUR SLEEPING PUPPY THATS NOT EVEN A PUPPY BUT ALWAYS ACTS AND LOOKS LIKE ONE AND JUST DIE BC YOU KNOW THATS YOUR PUPPY AND YOU JUST GET SUPER HAPPY AND LOVING THAT YOUVE BEEN BLESSED WITH THIS CREATURE", "I want to be open about my gender and sexuality but I know if my parents find out they will disown me.", "gosh im so happy", "MY WIfi IS SO SLOW OMYGOSH CANT ANYTHING GO RIGHT SHOAHSKALSSSOAKAVALOAGS", "i hate when you try to complain and you just want some fucking sympathy and all you get is “oh same i had it worse than you", "I've spent to much time mending your heart", "I don't know what to do", "wish there was a way to thank her for everything she does. she saves my life everyday and doesn't even know it.", "Every song reminds me of you", "My speech teacher classified the class as against Trump or for Trump.  For Trump: Trumpets Against Trump: Anti-Trumpets 😂😂", "Blood moon tonight!", "Went to the ICNA convention yesterday. It was an inspiration to see thousands of Muslims gathered to support each other and just have fun. ♥", "Kirito from Sword Art Online tho", "I think I'm having a panic attack...", "The surgery went super well! I didn't go under", "NASA didn't change the zodiac signs. They merely _updated_ it. Know the difference.", "i havent smoked in so long 😩", "I'm happy that my family is over. But I know this weekend will be emotional going through stuff..", "Avsjdb 💖's voice is the cutest sound in the world.. God i love him so fucking much", "That my mother couldn't even take ten minutes out of her day to check how her kids were. Thanks for caring.  Even though she was busy ten minutes isn't long", "I feel like I'm going to throw up. Schools back and I'm getting my exam grades", "I'm byesexual 😒🙄👋", "We FINALLY get to find out who A is tonight!!   I just hope it's not a plot twist or cliff hanger. 😩", "Vent me"], "twentysix": ["Listening to music all alone at McDonald's", "when ur boyfriend braids ur hair😍😍😍", "why do i keep having such vivid nightmares that wale me up at 5 am", "Me and my boyfriend are going on 9+ hours car trip & last night we got into this big fight over nothing really.", "Okay so.. I'm not even a directioner anymore but I have been for quite some time when I was younger and hearing about the death of Louis Tomlinson's mum kinda broke my heart. I'm so so sorry for their loss", "Tired", "\\UGH I literally just got home and walked in the door and my mum was mad at me. \\\"\\\"You should've txted me when you were gonna be home!!!\\\"\\\" And then we started arguing and fucking hell yes I should've txted her but I did apologise\"", "Love hate relationship with money", "I hate it when people I've barely talked to tell me my relationship is shit", "I was having a shitty day so I went and took a nap outside with boy for a period and it made me feel better and it was really nice but that also didn't fix any of my problems so I actually  have no reason to feel better so now I feel terrible again", "My friend doesn't get how could I wake up at 2:20am and stay up. It's not like I want. Fuck.", "Well today was greattt as usual had fire alarm pulled for who the fuck knows why", "Feeling empty.", "I hate how addicted I get to anything that makes me feel anything", "Mum wants me to go easy on the internet data so she can watch videos online for her entertainment when I need to download case documents to do my assignments to pass law. Priorities mum. Priorities.", "Frick I've gotta pack these sculptures too. Luckily they're not that big still super fragile..", "I need a job", "Just feeling", "im fucking terrified and i justt want the courage to end it all. please.", "***Sex***  Always date a guy who is willing to use a condom.", "I really thought it was enough.", "2 anxiety attacks in less than 24 hours 😭", "when skwod won't sing the sausage song with you", "Love my life but at the same time hate it", "Fuck....... Here we go again", "i dont even understand myself......", "Does it make me a bad person for getting really pissed off at my friends recently. Like I dunno but all the time they are so selfish and so superficial I can't take it anymore. Just two more weeks of school. I don't know if I'll be able to make it through them.", "Time to get this email over with so I can enjoy the rest of my day. Why do I have no motivation though? Like honestly??? 🙄", "And the only person who cares about me leaves. How was your day?", "So I have this thing called seasonal affective disorder", "i have to pee but there isn’t a neutral bathroom in this school and i’m not binding so i don’t wanna use the men’s one which i usually do ugh", "my laptop is broke af and i have to wait a long time maybe before i get a new one. i might get the toshiba satellite? is it a good laptop????", "\\I like genuinely don't remember how to have sex with a guy. What an awkward conversation that would be. Like \\\"\\\"oh yeah I've been fucking a woman for the past 3 years so I'm a little off my blowjob game\\\"\\\"\\\"\""], "twentyseven": ["I failed my engineering diagnostic exam by two points :((", "You're looking fineee today. Keep doing you boo 💖", "It's snowing so that's nice❄❄", "If I died I don't think anyone would care", "Just got back from a wonderful date with my boyfriend that ended perfectly. He's one thing in my life that has been consistent for 6 years (as my best friend) and now almost 3 months as my boyfriend. I wouldn't have it any other way.", "Don't care not going back to college this week. I'll go placement tomorrow and Wednesday but fuck it I don't care anymore", "\\He's busy today so I told him I was gonna hang out with some friends a couple hours away then but he should let me know if he has free time because I'll come back and he pulls some bullshit saying \\\"\\\"if you don't find another guy by then.\\\"\\\" I fucking lost it. I went off\"", "Horrible first day of school so far. I'm about to throw up and cry.", "can it just be us please thanks .", "FIRST DAY OF WORK  FIRST DAY OF WORK", "They gave me a thing called a Z Pack and I'm supposed to take one pill for the next few days then I should be ok???", "Interview in 15 minutes... scared as hell. I'm afraid this one will go bad too... 🙁", "After so long", "Sometimes when I see other people having fun with their friends or have nice conversations with people I really wish I could do that too. The thing that's holding me back is that I always get so nervous and freak out whenever I'm in a social situation. It sucks bc that's why I don't have friends", "So let's do this", "\\Today my gf wrote me \\\"\\\"come over I need you\\\"\\\" We played sims watched videos and cuddled until now...I hope she will forgive what I've done\\\"\"", "Everytime my thoughts drift off ... I find myself thinking about those big brown eyes .... AGH why must you do this", "lmao what's new some1 talk to me", "I'm actually happy today I feel so good rn and I actually feel _slightly_ confident????", "NSFW     I wanna eat her so badly. I don't want anything in return", "can someone's attractiveness make you actually die?? 😍😍", "Shes really very pretty seh.", "Finding own peace", "I hate that insects petrify me.  Am I the only one?", "please pray for my friend daniel", "I HAVE HOMEWORK STILL LEFT TO DO AND I DIDNT EVEN START WORKING ON A PROJECT YET  AND I FEEL BOTH DEPRESSION AND ANXIETY FOR SOME REASON AND NOW IM PROCRASTINATING  BUT ITS SCHOOL VERY VERY SOON AND IM REAL SLEEP DEPRIVED SEND HELP", "I'm taking a computer programming class this fall and honestly I'm super excited for it", "Britain is out of the EU. The beginning of the end for us.", "I just want things to be different", "Tbh I only feel good when I get new plants or get attention", "My grades suuuuuuuuck😭😭😭", "I hate the holidays becayse I actually have no one to hang out with", "You don't get brownie points for treating people how you should've been from the start!!"], "twentyeight": ["\\I hate it when u loading a video", "AAHHH GOSH I WANNA CUDDLE HIM SO BAD", "when ur boyfriend braids ur hair😍😍😍", "Sucks how much I want you but you don't want me", "I'm not putting up with peoples shit anymore", "Im open to chat.", "i just dont even know what to do anymore.. people i thought were cool with me apparently hate me and try to avoid me whenever possible.. thanks guys", "My best friend is leaving for a week like wtf? I'm gonna be left alone and I'm stressed like what if I can't find someone to cling on to this week😩it's like I can only be comfortable around certain people 😭", "Holy fucking shit", "Dad...no...please don't start moving around", "Morning sex.🌷", "idk man i think i messed up", "I just bought a turn table and like 15 albums and I'm so happy now", "I've had this app for like a day and I've already probably been exposed to my friends and I can't breathe", "Related to last; I don't think I can do this.  _I can't_", "I've never wanted to die this much. Maybe if I attempt one more time it will succeed ...", "i have so much anxiety abt my drivers test kms!!!!", "Baby is moving so much tonight ❤", "I brought my grade up like 7 points though 😄😄😄 relieved and happy", "I wanna cry really badly rn but I'm at school", "My throat hurts back hurts and i wanna cough but i cant. I wanna fart 😂 am i to forward?  😂 AHHAHA", "I was fine before i met you", "Everyone at my school are evil", "My phone is on 28% HA IM CRYING praying the power come on over night", "you're the one I want to want me And if you want me", "When u spend hours on PS experimenting with color porn and when u post it it's flopping so hard", "the one time I get my makeup to look good is the one time my camera decides to stop working 😒", "everything feels wrong...", "I hate myself why well I am shy as fucking crap and when I boy asks me out I just don't say anything my best friend who's my crush ask me out. And I just SAYED may I hate myself", "I feel like I cant compete with my gfs ex partners like they are better then me", "idk maybe I should end it before things get serious and it's harder to break off", "I'll be okay.. in a couple of hours this will all be over.", "Nobody likes me 😔"], "twentynine": ["\\I hate it when u loading a video", "why do i keep having such vivid nightmares that wale me up at 5 am", "when ur boyfriend braids ur hair😍😍😍", "Last night was amazing! Ryan stayed over and we kissed for the first time. It's so innocent. I love it so much and I'm extremely ready to get to know him better. I feel like we are so close already and nothing else in my life has ever felt as perfect as being with him. This is crazy. Feelings for both of us are coming on so fast. Butterflies all day.", "Trying to get back in the swing of things since the accident. Going pretty good so far 😌", "OKAY LOOKY HERE. WHEN YALL WERENT HERE SHIT WAS QUIET AND PEACEFUL. I DONT NEED YALL BANGING ON SHIT AND YELLING. NOT TO MENTION YALL DONT CLEAN UP AFTER YOURSELVES OR YOUR SON. IDC IF YALL MY FAMILY YALL NEED TO GET IT TOGETHER. YALL SOME GROWN ASS PEOPLE. Rip sleep and cleanliness of this house", "I don't get why this is affecting me so much.... Not really affecting but something like it", "About to add people to my bio:)", "s/o to vineyard vines charlotte and any other preppy people  YOU FUCKING SUCK.", "Just had the worst exam of my life. Is there any point.", "SERIOUSLY SHUT THE FUCK UP I AM SO DONE WITH YOU TREATING ME LIKE IM A FIVE YEAR OLD YOURE SUCH A FUCKING BITCH", "I've got my final exams from tomorrow..feeling so nervous 😓⌚📚👓📵", "Aghdgh my friends are amazin1!1!1!1!1", "BOY!!! I SURE DO!!! LOCE MY BOY!!! He always makes me laugh : D  And supports my plans on mass ant genocide", "girl I like iss going to wildwood and I'm not 😔 she gon get into all kinds of debauchery n shit w out me", "I just want it to be my time for once I'm sick of things always going  wrong for me why can't they just go right .", "can my mom stop telling me to buy new shorts when we can't even afford them", "Politics", "I'm literally the most annoying clingy person", "My mom and my therapist are talking right now. Its probably about something bad", "I was at this lgbt café today and it was so nice!! We all had signs on us with our names and our pronouns it was so cool", "One more flight and I'll be _home_ ! I'll see my boyfriend and my sister and grandma and my boyfriends super awesome family omg I'm so excited!", "\\Why doesn't vent have a \\\"\\\"lovelorn\\\"\\\" feeling?\\\"\"", "omg i remember she would always obligate me to use her as a pillow   idk why tho", "let's talk on the phone for hours.", "So my speech was pushed back until today and I just presented it and the slide show I had to go with it was all messed up and it was awful. I feel like dying", "I love my friends so much", "I've been trying my hardest not to break down in front of my family.", "My fucking neighbor is throwing an obnoxiously loud party", "I literally cannot stop smiling", "r.i.p uncle Amiskel😪💘😔", "baby vamp is 20s lingo for pretty lady i gotta start using that", "I AM SO IN LOVE AND NOW I'VE FINALLY ADMITTED IT"], "thirty": ["I miss your attention. ..", "Hello! Happy monday! Hope you've been well.  Today was hilarious. We couldnt enter to class so we decided to go to the yard and be there. Was really fun", "I can't handle this girl in my third period she doesn't do shit.", "I met my baby cousin today", "No matter what", "I SAW OWL CITY LAST NIGHT AND IT WAS AMAZING!! Ah that was a night to remember.", "I’m too ugly for you so fuck it", "I wish someone was up to call me rn", "i hate the way you are now", "Like I really need my space honestly. I really hate being inconvenienced and feeling uncomfortable no matter how close we are.", "tw / self harm", "Now I'm just excited but anxious to see him at school tomorrow because I'm awful with PDA 😬", "I want to hurt myself and I want to scream and cry and sleep.", "The one thing going great in my life is my boyfriend and all of our kids... I can say that there is nothing in this world I wouldn't do for them", "I'm crying and shaking and trying not to hyperventilate Omg I'm so fucking hurt", "Let's just hope tomorrow goes well. And I'd also like to thank all you guys for helping me and supporting me through all this. You make me feel way better.", "Woke up feeling really anxious without a reason and now I can't fall back to sleep.", "I'm worried that if u guys feel uncomfortable just lmk just making sure", "I got pizza bitches 🍕", "Regardless of how you live your life", "Nightmares yet again...  Will I ever get to sleep with out him invading my mind and poisoning my dreams with all that he did to me?!", "I HAVE AN ORAL PROJECT FOR ENGLISH TOMORROW AND DONT WANNA DO IT", "Even after all the shit we have gone through I'm glad I was there for you when you needed it and I always will be 💓", "I GOT A SEMI-CANON URL IM SO HAPPY 🎉😍💖👌", "Boats! Planes! KanColle!   I. Hate. RNG.", "If you know how it feels to be sad", "Guess who's going to uni tomorrow and has no idea how to get there and classes start at 8am 🙋🙋🙋🙋🙋🙋🙋🙋", "Nononononononononononoo I really am broken. No way of fixing me. Fuck. I'm so fucked.", "Too tired to study/do homework", "He's gonna be so sick during the chemo. Ugh. I don't want him to have to go through that.  Goodnight lovelies ♥", "Ugh. Usually fine with Mondays. Super tired today. I can't Monday. Sad feel.", "ahhhh he's so cute and I'm so not but who cares 😭", "Just definitely feel like I'll never be wanted. Even if I am I know my brain will make me feel like I'm worthless lol what's need though"], "thirtyone": ["I can't handle this girl in my third period she doesn't do shit.", "interview on Monday ahhhhh", "\\I hate it when u loading a video", "School. The place that causes me hell.", "\\I'll ask G to get official with me. Bc until today only me and her and a few friends know about us", "I did a tattoo in my leg and now it's too fucking cold to wear shorts and show my two hours of pain", "It's the little things 💗", "Tomorrow is my final exam of thesis and suddenly today my laptop sometimes blinking when I slide show my power point. Why my life is full of drama 😢", "Well that lasted.", "just say yes.", "I was just called beautiful by the most genuine", "Love university. The guy next to me eating Doritos in the middle of the lecture. Another one playing on the phone. Talking. Ah", "See?? Okay so a friend from college who is living close to me is celebrating her 21th birthday today by having a barbecue at a lake somewhere a bit far away and I could either go by train which would take me round about 1 hour with switching trains 3 times or I could drive by car", "People Who I Love With All Of My Heart: Bianca Del Rio Bianca Del Rio Bianca Del Rio Bianca Del Rio Bianca Del Rio Bianca Del Rio Adore Delano Bianca Del Rio Bianca Del Rio Violet Chachki Adore Delano did i mention Bianca Del Rio?", "Gonna try college again ... let’s see how it goes next week ... anyone have any tips or whatever on how to make friends? Because I suck at making friends and nobody really comes up to talk to me ...", "When your girlfriend treats you so well and you just.... cry ;_; 💞", "Left alone to fend for myself", "Can't wait for the walking dead season 6", "I’m hanging out with Chris this weekend and he is very gentleman like. He holds open every door for me", "I started getting a migraine in class today (we had a study hall because our teacher is out sick) so I went to sit in a darker", "I am a feminist", "I should not be scared to go back to my room but I am", "Listen i rly need her to somehow develop a crush on me again bc. i just", "My mom told me i couldnt get a hamster so i bought one without telling her", "i dont even want to think about school  like i absolutely hate it there  like if it wasnt for them maybe i wouldn't be so depressed and anxious  but idk my anxiety and depression seem to be genetic bc my mom had such severe anxiety she had to go to a hospital for it before i was born im glad shes ok now", "I can see just how much I mean to you.", "Oh fuck I need to loose weight!", "Spending the afternoon with C because it's the superbowl WHOOP WHOOP 😂", "Laying in bed all cried out while my friends are sitting in my down stairs living room drinking and they don’t even notice I’m gone. Feels great.", "I hate it when your friend gets mad at you for talking to certain people she's not friends with like bitch I will talk to whoever I please so back the fuck up", "My parents are finally letting me learn how to drive! 🚗📚😊", "Okay so if you wanna hear a super weird story keep reading. Last year I met this guy and he was nice and we became friends and he flirted with me and we maybe had a LITTLE thing. Very small over spring break where I skyped with him. And talked for hours and he played piano for me and I sang to him and we fell asleep on skype", "Someone asked my crush to the dance.  He said yes.  And I got rejected the first time I asked someone....  This school year is being a bitch to me... eh...."], "thirtytwo": ["You're looking fineee today. Keep doing you boo 💖", "\\I am so angry!!! The \\\"\\\"friend\\\"\\\" i vented about\"", "why do i keep having such vivid nightmares that wale me up at 5 am", "It's Octoberrrrrr 🍂🌾☺️", "I won't allow myself happiness", "Had this app for half a day & I'm already in love. I feel so comforted & believe this app will help me get through so much😍", "Every nonbinairy/transmasculine person looks good af and I just kind of look like a potato end me.", "I wanna go home...I don't wanna be here...too many people", "You CAN do that thing you've been trying for for ages! You CAN get over those obstacles! You CAN reach those goals! You CAN do it!", "Dancing time ^_^", "SOOO stressed about this college shit", "i just want to die😞😣", "Although I'm sure this isn't true", "Everything hurts", "i need more friends man im feeling so down", "My best friend since Year 1 is coming back to Australia!!! I haven't seen her for years since she moved away and we're gonna catch up for ages I'M SO EXCITED OMG", "I've eaten all day and I'm still hungry Why?", "my mom just made a joke about eating disorders...", "this is??? so good??? hobi is such a good dancer  _URL_", "And it especially makes it worse since it's about 2 am and my parents are sleeping so I can't make noise. I wanna cough so I can breathe better but this shit is so hard omfg I'm just.. Ah... I wish death was just a choice", "I ulted juyeon Without like . Telling my friends and I don’t have anyone to talk about him with but im really so soft oh my GOD", "nEW FEELINGS!", "Ear STILL hurts. (Stupid Swimmers Ear!!!) Left school early", "Well I'm going on ahead to work towards my Web Design career. I already signed up for a college and now financial aid. I really hope I get approved!", "what if i break my leggy and got my ribs puncture my lungs", "I thought I was gonna be okay but tears won't stop falling.", "Chocolate milk and plain toast for dinner at 3:30 in the morning... I tried opening up and I thought it went okay but I guess it didn't. Her head hurts more now and while I know she didn't mean to", "My favorite YouTubers commenting on my other favorite YouTubers' videos is better than crossover TV episodes lol", "Thinking about bento that i had earlier makes me happy!", "I just got a little sleep for like 10 mins and wake up with my Boyfriend by my side snoring and hanging of the side of the bed.... Hmmm", "\\I cannot wait for the day that I say I'm fine or \\\"\\\"happy\\\"\\\" and I actually mean it\\\"\"", "GRADUATION TOMORROW 😁😃😄😍😱", "My adopted rescue dog slipped her harness today and I thought I wouldn't get her back... Ran for miles until she finally got worn out and I caught her THANK GOD holding onto her tight when I walk her from now on"], "thirtythree": ["when ur boyfriend braids ur hair😍😍😍", "interview on Monday ahhhhh", "I miss your attention. ..", "I'm trash", "i love 🍭..... i love them..  wwe just matched icons on tumblr aa  i love them i love them", "I really hope my dad gets me this brindle pittbull puppy", "Tomorrow I have a test work day for my internship and I rly don't know if i can make it and i will be so cringy and overwhelmed amd ahh they need to choose me for this internship otherwise I will have a problem", "Nervous about school starting up again", "i wanna cut so badly. it’s just calling for me. i need help 😓 i don’t wanna do this again. i don’t want to bother anyone tho. it’s all i ever do. i’m such a fuck up", "Nsfw      Id love to pound and cum inside some slut's tight little asshole right now.", "\\#CW  Why doesn't someone look at the education system and think \\\"\\\"thats fucked up\\\"\\\"? Why dont teachers change their teaching methods if its clear what theyre already doing is causing stress?  You should be going to school/college to learn and it shouldnt be harmful to your health.  \\\"\\\"You should be thankful you've got an education\\\"\\\" yeah i will be when the suicidal thoughts\"", "I hate how no matter how hard I try", "When did I stop feeling confident in myself", "I've been texting her all weekend and she hasn't responded until now? And she promised to look at the snapchat I sent her but she didn't... Am I bad for feeling like she isn't paying enough attention to me?", "Ignorance really is bliss~ I haven't got a clue what happened in the election", "When your family and friends hate you so you have a fit on the floor and your sister comes in and has to calm you down till you can breath properly again.....", "I would have broke my heart in two", "Anyways I'm sorta back on here", "I don't know what's happening I'm so scared of something but I don't know of what I'm shaking I can't breathe someone help me", "I fucking hate my life right now!", "I told my supervisor that I have anxiety. That in it'self has me anxious to go to work.", "Why have sex when life fucks me all day", "What did I just do...", "//swearing //whiny bot       Allergies are literally Satan no joke holy fucking shit", "Annoyed that chuck bass isnt married to me", "A little better", "No question about who will win in Batman vs. Superman.  Batman  All the way.  Don't even argue", "I’m not even in a relationship and I need relationship advice😭", "So I have a step mom that prolly doesn't even know I exist.", "I've had such a great weekend", "❤️🍑❤️🍑❤️🍑❤️🍑❤️🍑❤️🍑❤️", "youre not living the life unless youre kintwins with all the people youre closest to", "I feel like I have nobody . nobody to be there for me when I need it the most ."]}
